​ 1. Цели и задачи проекта
Целью проекта (здесь и далее по тексту проектом именуется настоящее техническое задание)  является разработка интернет сайта.

Перечень задач проекта:
1. Установка и настройка панели управления сайтом
2. Разработка PHP-шаблонов для системы управления сайтом на основе существующей верстки
3. Установка и настройка модуля «Каталог продукции»
4. Установка и настройка модуля «Слайдер на главной странице»
5. Установка и настройка модуля «Акции»
6. Установка и настройка компонента «Яндекс.Карты»
7. Установка и настройка модуля «Навигационное меню»
8. Установка и настройка модуля «Контент-страница»
9. Установка и настройка модуля «Проекты»
10. + 1 доп. Модуль. 

Описание работы: 

1. Доступы FTP: 
http://nobilia.mriya-irk.ru/ 
u0059048_serg123
qe0Caw26

Ссылка на базу данных: https://sbx17.hosting.reg.ru/myadmin/
Имя базы - u0059048_nobil
Пользователь - u0059048_nobil 
Пароль - qKbS1zP8


2.  Описание проекта: 


